Repository: pluginsGLPI/treeview
Catalog: locales/*.po
Languages: de_de, es_mx, fr_fr, hr_hr, it_it, ja_jp, pt_pt, sk_sk

source: Treeview - Configuration
es_mx: Configuración - Treeview

source: Can use the treeview
es_mx: Puede utilizar la vista de árbol

source: Launch Treeview at GLPI startup
es_mx: Lanzar el complemnto Treeview con GLPI

source: New window
de_de: Neues Fenster
es_mx: Nueva ventana
fr_fr: Dans une nouvelle fenêtre
hr_hr: Novi prozor
it_it: Nuova finestra
ja_jp: 新しいウィンドウ
pt_pt: Nova janela
sk_sk: Nové okno

source: The central console
de_de: Zentrale Konsole
es_mx: La consola central
fr_fr: Dans la console centrale
hr_hr: Glavna konzola
it_it: Console centrale
ja_jp: セントラル コンソール
pt_pt: Consola central
sk_sk: Centrálna konzola

source: Target for all the nodes
de_de: Ziel aller Knoten
es_mx: Destino para todos los nodos
fr_fr: Ouverture des liens
hr_hr: Odredište za sve čvorove
it_it: I nodi sono collegati agli oggetti
ja_jp: すべてのノードの対象
pt_pt: Alvo para todos nós
sk_sk: Cieľ pre všetky uzly

source: Should folders be links
de_de: Ordner als Links anzeigen
es_mx: Las carpetas deben ser enlaces
fr_fr: Utiliser les répertoires des lieux sous forme de liens
hr_hr: Mape kao poveznice
it_it: Le cartelle sono esposte come links
ja_jp: フォルダーをリンクに
pt_pt: As pastas devem ser ligações
sk_sk: Adresáre ako odkazy

source: Nodes can be highlighted
de_de: Knoten können hervorgehoben werden
es_mx: Los nodos pueden resaltarse
fr_fr: Les noeuds peuvent être en surbrillance
hr_hr: Isticanje čvorova
it_it: I nodi possono essere selezionati
ja_jp: ノードをハイライト可
pt_pt: Nós podemos ser destacados
sk_sk: Zvýrazniť uzly

source: Tree is drawn with lines
de_de: Baum mit Linien
es_mx: El árbol se dibuja con líneas
fr_fr: L'arborescence est dessinée avec des lignes
hr_hr: Stablo s linijama
it_it: La struttura � visualizzata ad albero
ja_jp: ツリーを線で描画
pt_pt: A árvore é desenhada com linhas
sk_sk: Kresliť strom s čiarami

source: Tree is drawn with icons
de_de: Baum mit Icons
es_mx: El árbol se dibuja con iconos
fr_fr: L'arborescence est dessinée avec des icônes
hr_hr: Stablo s ikonama
it_it: La struttura � visualizzata con delle icone
ja_jp: ツリーをアイコンで描画
pt_pt: A árvore é desenhada com ícones
sk_sk: Kresliť strom s ikonami

source: Only one node within a parent
de_de: Es kann nur ein einziger Knoten innerhalb
es_mx: Sólo un nodo dentro de un padre
fr_fr: Seulement un noeud avec un parent
hr_hr: Istovremeno se može rasklopiti samo
it_it: Solo un nodo con voce padre
ja_jp: 親ごとにノードは１つ
pt_pt: Apenas um nó dentro de um pai
sk_sk: Súčasne rozbaliť iba jeden uzol

source: can be expanded at the same time.
de_de: demselben Level gleichzeitig expandiert werden.
es_mx: pueden ampliarse al mismo tiempo.
fr_fr: peut être affiché en même temps
hr_hr: jedan čvor unutar nadređene stavke.
it_it: pu� essere esploso per volta.
ja_jp: 同時に展開します。
pt_pt: pode ser expandido ao mesmo tempo.
sk_sk: v rámci rodiča.

source: Item name
de_de: Name des Eintrags
es_mx: Nombre del artículo
fr_fr: Affichage du matériel
hr_hr: Ime predmeta
it_it: Nome dell'oggetto
ja_jp: アイテム名
pt_pt: Nome do item
sk_sk: Názov položky

source: Short name
de_de: Kurzer Name
es_mx: Nombre corto
fr_fr: Nom court
hr_hr: Kratko ime
it_it: Nome breve
ja_jp: 短い名前
pt_pt: Nome abreviado
sk_sk: Krátky názov

source: Long name
de_de: Langer Name
es_mx: Nombre largo
fr_fr: Nom complet
hr_hr: Dugačko ime
it_it: Nome completo
ja_jp: 長い名前
pt_pt: Nome completo
sk_sk: Dlhý názov

source: Comment
de_de: Kommentar
es_mx: Comentario
fr_fr: Commentaires
hr_hr: Komentar
it_it: Commenti
ja_jp: コメント
pt_pt: Comentário
sk_sk: Komentár

source: Location name
de_de: Ortsname
es_mx: Nombre de la ubicación
fr_fr: Affichage du lieu
hr_hr: Ime lokacije
it_it: Posizione
ja_jp: 場所名
pt_pt: Nome do local
sk_sk: Názov umiestnenia

source: Tree view
es_mx: Vista del árbol
fr_fr: Arborescence
hr_hr: Stablasti prikaz
it_it: Visualizzazione struttura
ja_jp: ツリー表示
pt_pt: Vista em árvore
sk_sk: Stromové zobrazenie

source: Assets
es_mx: Activos

source: Display
de_de: Anzeige
fr_fr: Affichage
hr_hr: Prikaz
it_it: Visualizza
ja_jp: 表示
pt_pt: Mostrar
sk_sk: Zobraziť

source: Launch the plugin Treeview with GLPI launching
de_de: Treeview mit GLPI starten
fr_fr: Lancer le plugin Arborescence au démarrage de GLPI
hr_hr: Pokreni dodatak „Stablasti prikaz” pri pokretanju GLPI-a
it_it: Lancia il plugin Treeview quanto viene avviato GLPI
ja_jp: GLPI 起動時にツリー表示 プラグインを起動する。
pt_pt: Activar o Treeview com no arranque do GLPI
sk_sk: Spustiť plugin Treeview pri štarte GLPI

source: Use the tree
de_de: Baum nutzen
fr_fr: Utiliser l'arborescence
hr_hr: Koristi stablasti prikaz
it_it: Usa la visualizzazione struttura
ja_jp: ツリーを使う
pt_pt: Utilizar a árvore
sk_sk: Stromové zobrazenie

source: Warning: If there are more than one plugin which be loaded at startup, then only the first will be used
de_de: Warnung: Ist mehr als ein Plugin zum automatischen Laden beim Start aktiviert, wird nur das erste geladen
fr_fr: Attention : si plusieurs plugins sont lancés au démarrage, seul le premier sera actif
hr_hr: Upozorenje: Ako postoji više dodataka koji se učitavaju pri pokretanju, tada će se koristiti samo prvi
it_it: Attenzione : Se viene caricato pi� di un plugin all'avvio, verr� utilizzato solo il primo
ja_jp: 警告 : スタートアップで複数のプラグインを起動するように設定すると、最初のものだけが有効になります
pt_pt: Aviso: Se houver mais de um plugin que seja carregado na inicialização, então apenas o primeiro será usado
sk_sk: Upozornenie: Pokiaľ je pri štarte načítaný viac ako jeden plugin, tak sa použije iba prvý
